Repository: centre-for-educational-technology/Seeds_bootstrap
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Sign Up
pt: Criar conta

source: Create an account using your email address and get access to all resources of the SEEDS tool.
pt: Crie a sua conta usando o endereço de email para aceder a todos os recursosda aplicação SEEDS

source: First name
pt: Primeiro Nome

source: Last name
pt: Último Apelido

source: Email
pt: Endereço de email

source: Password
pt: Senha

source: <p> Password must contain </p> <p> - at least 8 characters </p> <p> - one uppercase character </p> <p> - one number </p> <br /> <p> Password can not be too similar to your other personal information.</p> <br /> <p> Password can not be entirely numeric.</p>
pt: <p> A senha deve conter </p> <p> - pelo menos 8 caracteres </p> <p> - um caractere maiúsculo </p> <p> - um número </p> <br /> <p> A senha não pode ser muito parecida com a sua outros pessoais informações.</p> <br /> <p> A senha não pode ser totalmente numérica.</p>

source: Repeat password
pt: Repita a Senha

source: Create account
pt: Criar nova conta

source: <small class="d-flex justify-content-center">By clicking the Sign Up button, you are creating a SEEDS,</small> <small class="d-flex justify-content-center"> account, and you agree with SEEDS Terms of use.</small>
pt: <small class="d-flex justify-content-center">Ao clicar no botão de acima, você está <small class="d-flex justify-content-center"> criando uma conta SEEDS e concorda com os termos de uso da aplicação. </small>

source: English
pt: Inglês

source: Portugese
pt: Português

source: Your vote has been saved.
pt: Seu voto foi salvo.

source: Scenario has been added to your portfolio.
pt: O cenário foi adicionado ao seu portfólio.

source: Scenario has been updated successfully !
pt: O cenário foi atualizado com sucesso!

source: Scenario has been deleted successfully !
pt: O cenário foi excluído com sucesso!

source: Search parameter entry has been updated successfully !
pt: A entrada do parâmetro de pesquisa foi atualizada com sucesso!

source: Search parameter entry has been deleted successfully !
pt: A entrada do parâmetro de pesquisa foi excluída com sucesso!

source: New Scenario
pt: Novo cenário

source: Portfolio
pt: Portfólio

source: Saved Search
pt: Pesquisa guardada

source: Account settings
pt: Configurações de Conta

source: Terms of Use
pt: Termos de uso

source: Privacy policy
pt: Política de Privacidade

source: Seeds users logs
pt: Gera registros de usuários

source: Check activity logs of Seeds users
pt: Verifique os registros de atividades dos usuários do Seeds

source: It seems like there are no activity logs recorded.
pt: Parece que o seu portfólio ainda está vazio. Clique em Iniciar para começar a selecionar os seus cenários de transição energética favoritos.

source: Activity Logs
pt: registros de atividades

source: Home
pt: Página inicial

source: My Portfolio
pt: Meu portfolio

source: Documentation
pt: Documentação

source: Help
pt: Ajuda

source: About the Project
pt: Sobre o projeto

source: Contact
pt: Contato

source: The SEEDS project is supported by the CHIST-ERA grant CHIST-ERA-19-CES-004, the Swiss National Science Foundation grant number 195537, the Fundação para a Ciência e Tecnologia (FCT) grant number CHIST-ERA/0005/2019, the Spanish Agencia Estatal de Investigación with grant PCI2020-120710-2, and the Estonian Research Council grant number 4-8/20/26
pt: O projeto SEEDS é apoiado pela bolsa CHIST-ERA-19-CES-004 da CHIST-ERA, pela bolsa número 195537 da Fundação Nacional de Ciências da Suiça, pela bolsa da Fundação para a Ciência e Tecnologia (FCT) número CHIST-ERA/0005/2019, pela bolsa PCI2020-120710-2 da Agência Estatal de Investigação espanhola, e pela bolsa do Conselho de Pesquisa da Estónia número 4-8/20/26.

source: Comparison
pt: Comparação

source: Here you can compare the features of the selected scenarios. Further actions are available using the toolbar on the bottom. Check the scenarios numbers and characteristic by clicking on the Detailed Report icon.
pt: Aqui você pode comparar as características dos cenários selecionados. Outras ações estão disponíveis na barra de ferramentas na parte inferior. Verifique os números dos cenários e característica clicando no ícone Relatório Detalhado.

source: Scenario
pt: Cenário

source: Inspect
pt: Inspecionar

source: Scenario Performance
pt: Desempenho do cenário

source: The chart illustrates scenario performance across Global Warming Potential (GWP100), Agricultural Land Occupation (LOP), Metal Depletion (SOP), Water Depletion (WCP), and Freshwater Eutrophication Potential (FEP).
pt: O gráfico ilustra o desempenho do cenário em termos de Potencial de Aquecimento Global (GWP100), Ocupação de Solos Agrícolas (LOP), Esgotamento de Metais (SOP), Esgotamento de Água (WPC) e Potencial de Eutrofização de Água Doce (FEP).

source: Power generation capacity
pt: Capacidade de geração de energia

source: System balance capacity
pt: Capacidade de equilíbrio do sistema

source: Agricultural Land Occupation
pt: Ocupação de Solos Agrícolas

source: Environmental Impacts associated with land use changes
pt: Impactos ambientais associados às transformações na ocupação de solos <br>agrícolas

source: Surplus Ore Potential
pt: Depleção de metais

source: Damage to the natrual resource scarcity
pt: Danos à escassez de recursos naturais.

source: Global Warming Potential
pt: Potencial de Aquecimento Global

source: Impact on global warming due to greenhouse gas emissions
pt: Impacto no aquecimento global devido a emissões de gases de efeito estufa

source: Water Consumption
pt: Depleção de água

source: Environmental Impact of the energy system on water resources
pt: Impactos ambientais associados ao sistema de energia no consumo de recursos <br>hídricos

source: Freshwater Eutrophication Potential
pt: Potencial de eutrofização de água doce

source: Impact on water ecosystems, particularly due to eutrophication
pt: Impacto nos ecossistemas aquáticos, principalmente devido à eutrofização

source: Welcome to SEEDS app!
pt: Bem vindo à app do SEEDS!

source: SEEDS stands for Stakeholder-Based Environmentally-sustainable And Economically Doable Scenarios for the Energy Transition
pt: SEEDS é o acrónimo de Cenários Ambiental e Economicamente Sustentáveis e Baseados nas Preferências de Partes Interessadas Para a Transição Energética

source: In the SEEDS project a consortium of four European institutions is building an approach to integrate humans into energy transition scenario design, while accurately modelling the relevant technical, economic and environmental constraints. Doing so involves methodological development, software development and implementation, and experimentation with a pilot study in Portugal. <br/> This work is done in a focused consortium of four partners: ETHZ is a leading centre of high-resolution energy system modelling; ICTA-UAB is a leading centre in the development of integrated sustainability assessment methods; TLU provides expertise in participatory design of trustworthy interactive systems; and FC.ID contributes its unique expertise combining modelling with participatory action research.
pt: No projecto SEEDS, um consórcio de quatro instituições europeias está a construir uma abordagem para integrar as pessoas na concepção de cenários de transição energética, ao mesmo tempo que modela com precisão as restrições técnicas, económicas e ambientais relevantes. Este processo envolve desenvolvimento metodológico, desenvolvimento e implementação de software e a experimentação com um estudo piloto em Portugal. <br/><br/> Este trabalho é realizado num consórcio de quatro parceiros: o ETHZ é um centro líder na modelação de sistemas energéticos de alta resolução; o ICTA-UAB é um centro líder no desenvolvimento de métodos integrados de avaliação de sustentabilidade; a TLU oferece experiência em design participativo de sistemas interativos confiáveis; e a FC.ID contribui com a sua experiência única em conjugar modelação com pesquisa em ação participativa.

source: Sign up
pt: Criar

source: Sign in
pt: Entrar

source: Create your account to access all app resources
pt: Crie a sua conta para aceder a todos os recursos da aplicação

source: Email address
pt: Endereço de email

source: Create New Account
pt: Criar uma nova conta

source: Sign in to SEEDS app
pt: Faça login com suas credenciais do SEEDS.

source: I forgot my password
pt: Esqueci-me da senha

source: Log in
pt: Entrar

source: START USING IT NOW
pt: Comece a utilizar agora

source: Try SEEDS App
pt: Experimente a aplicação do SEEDS

source: Need authentication
pt: Precisa de autenticação

source: This feature is supported for authenticated users only.
pt: Este recurso é compatível apenas com usuários autenticados.

source: Close
pt: Fechar

source: Are you sure
pt: Tem a certeza

source: Confirming this choice will erase all settings defined for these scenarios.
pt: A confirmação desta escolha apagará todas as configurações definidas para estes cenários.

source: Confirm
pt: Confirmar

source: Cancel
pt: Cancelar

source: Would you like to add this scenario to your folder?
pt: Gostaria de adicionar este cenário à sua pasta?

source: Title
pt: Título

source: Scenario will be saved with the label.
pt: O cenário será guardado com o título

source: Save
pt: Guardar

source: Would you be willing to accept this scenario?
pt: Estaria disposta a aceitar este cenario?

source: Assess the suitability of this system to help SEEDS ranking options for the Portuguese energy system
pt: Avalie a adequação deste sistema para ajudar as opções de classificação do SEEDS para o sistema energético português

source: Vote
pt: Votar

source: Power generation
pt: Geração de energia

source: year
pt: ano

source: Photovoltaic
pt: Fotovoltaico

source: Roof PV
pt: Fotovoltaica do telhado

source: Open field PV
pt: PV de campo aberto

source: Wind
pt: Energia eólica

source: Biofuels
pt: Biocombustíveis

source: Electrification
pt: Eletrificação

source: Battery
pt: Baterias

source: Total energy supply
pt: Fornecimento total de energia<br>

source: Define Scenario Settings
pt: Definir as configurações de cenário

source: Use the range sliders to define your preferences. Parameters settings allow you to set the characteristics energy transition scenarios, and are divided into three groups: Energy System Settings, Energy Technology, and Impacts Control. These parameters will allow you to define the configurations of the energy transition scenario. Additional information regarding the parameters and metrics is available by clicking the information icons.
pt: Use os sliders para definir as suas preferências. As configurações dos parâmetros permitem definir as características dos cenários de transição energética e são divididos em três grupos: Configurações do Sistema Energético, Controle de Impactos e Tecnologia Energética. Estes parâmetros permitirão definir as configurações do cenário de transição energética. Informações adicionais sobre os parâmetros e métricas estão disponíveis clicando nos ícones de informações.

source: Scenarios are matching your search parameters
pt: Os cenários correspondem às suas preferências

source: Energy system settings
pt: Configurações do Sistema Energético

source: Impacts control
pt: Controle de impactos

source: Energy technology
pt: Tecnologia energética

source: Power Generation Capacity
pt: Capacidade de geração de energia

source: Storage Capacity
pt: Capacidade de armazenamento

source: Community-led infrasctructure
pt: Infraestrutura liderada pela comunidade

source: Implementation pace
pt: Velocidade de implementação

source: Import dependency
pt: Dependência das importações

source: Degree of electrification (heating)
pt: Grau de eletrificação (Aquecimento)

source: Degree of electrification (transport)
pt: Grau de eletrificação (Transportes)

source: Sets the amount of power generation capacity deployed in the system.
pt: Define a capacidade de geração de energia instalada no sistema em Gigawatts (GW)

source: Power storage capacity
pt: Capacidade de geração de energia

source: Sets how much storage capacity (e.g., battery, heat, hydrogen storage) is deployed in the system.
pt: Define a capacidade de armazenamento (por exemplo, baterias, calor, armazenamento de hidrogénio) implementada no sistema em Terawatts-hora (TWh)

source: Community led-infrastructure
pt: Infraestrutura liderada pela comunidade

source: Sets the degree to which the system capacity is composed of community-scale infrastructure, such as rooftop photovoltaic panels and batteries.
pt: Define o grau em que a capacidade do sistema é composta por infraestrutura de escala comunitária, como PV instalado em telhados e baterias

source: Pace of Implementation
pt: Velocidade de implementação

source: Sets the speed of the implementation by power generation capacity deployed per year compared to historical data
pt: Define a velocidade de implementação com base na capacidade de energia instalada por ano - em comparação com dados históricos.

source: Sets the degree of imported energy in the total primary energy supply. Includes both electricity and hydrogen imports.
pt: Define o grau de dependência da energia importada no fornecimento total de energia primária. Inclui as importações de eletricidade e hidrogénio.

source: Sets the degree to which heat for buildings is provided by electric technologies,such as Heat Pumps.
pt: Define o grau em que o aquecimento dos edifícios é fornecido por tecnologias elétricas, como bombas de calor

source: Sets the degree to which road transport is provided by electric vehicles.
pt: Define o grau em que o transporte rodoviário é de natureza eletrica

source: Agricultural Land Occupation (LOP)
pt: Ocupação de Solos Agrícolas (LOP)

source: Water Comsumption Potential
pt: Depleção de água

source: Environmental Impacts associated with land use changes. Indicator: occupation and time integrated transformation.
pt: Impactos ambientais associados às transformações na ocupação de solos agrícolas. Indicador: ocupação e transformação integrada do tempo.

source: Damage to the natural resource scarcity. Indicator: ore grade decrease.
pt: Danos à escassez de recursos naturais. Indicador: diminuição do grau de minério.

source: Impact on global warming due to greenhouse gas emissions. Indicator: Infrared radiative forcing increase.
pt: Impacto no aquecimento global devido a emissões de gases de efeito estufa. O indicador representa as emissões totais que a implementação deste cenário implica (kg CO2).

source: Water Consumption Potential
pt: Depleção de água (WCP)

source: Environmental Impact of the energy system on water resources. Indicator: increase of water consumed.
pt: Impactos ambientais associados ao sistema de energia no consumo de recursos hídricos. Indicador: aumento da água consumida (m3).

source: Impact on water ecosystems, particularly due to eutrophication. Indicator: phosphorus increase in fresh water.
pt: Impacto nos ecossistemas aquáticos, principalmente devido à eutrofização. Indicador: aumento dos níveis de fósforo (P) na água doce.

source: PV Roof-mounted
pt: PV instalado em telhados

source: PV Open-field
pt: PV em campo aberto

source: Electrolysers
pt: Eletrolisadores

source: Wind On-shore
pt: Energia eólica em terra

source: Wind Off-shore
pt: Energia eólica no mar

source: Transmission
pt: Transmissão

source: Biofuels Supply (Domestic)
pt: Abastecimento de biocombustíveis (Doméstico)

source: Sets how much of the system should be installed as Rooftop PV
pt: Define quanto do sistema deve ser PV instalado em telhados

source: Sets how much of the system should be installed as Open field PV
pt: Define quanto do sistema deve ser instalado como PV de campo aberto

source: Hydrogen CHP
pt: Hidrogênio chp

source: Sets how much of the system should be installed as Electrolysers
pt: Define quanto do sistema deve ser instalado como eletrolisadores para geração de hidrogénio.

source: Sets how much of the system should be installed as On-Shore wind
pt: Define quanto do sistema deve ser instalado como energia eólica em terra

source: Sets how much of the system should be installed as Offshore wind.
pt: Define quanto do sistema deve ser instalado como energia eólica no mar

source: Sets how much transmission capacity should be expanded.
pt: Define o grau de expansão da capacidade de transmissão do sistema.

source: Biofuel Supply (Domestic)
pt: Abastecimento de biocombustíveis (Doméstico)

source: Sets the extent to which domestic sustainable biofuel resources are used
pt: Define quanto do sistema deve usar recursos domésticos de biocombustíveis sustentáveis

source: Battery storage
pt: Bateria

source: Extent to which batteries are deployed.
pt: Define o grau de implementação de baterias no sistema elétrico.

source: Generate results
pt: Gerar resultados

source: Sets how much of the system should be installed as Hydrogen CHP
pt: Define quanto do sistema deve ser instalado como hidrogênio CHP

source: Store and organise your favourite scenarios
pt: Armazene e organize os seus cenários favoritos

source: It seems like your portfolio is still empty.
pt: Parece que o seu portfólio ainda está vazio.

source: Click <b>Start</b> to begin selecting your favourite energy transition scenarios.
pt: Clique em Iniciar para começar a selecionar os seus cenários de transição energética favoritos.

source: Start
pt: Começar

source: Your saved scenarios
pt: Os seus cenários guardados

source: Your saved searches
pt: Suas pesquisas salvas

source: Name
pt: Nome

source: Last Modified
pt: Última modificação

source: Actions
pt: Ações

source: Update the saved scenario details
pt: Atualizar os detalhes do cenário salvo

source: Label
pt: Rótulo

source: Saved scenario details will be updated.
pt: Os detalhes do cenário salvo serão atualizados.

source: Update
pt: Atualizar

source: Confirming this choice will delete the saved scenario.
pt: A confirmação desta escolha excluirá o cenário salvo.

source: Delete
pt: Excluir

source: All rights reserved
pt: Todos os direitos reservados

source: Join a Project
pt: Participe de um projeto

source: We call Projects the different case studies proposed by the research team which helps SEEDS researchers to close the human-computer loop. Preferences expressed by our users will help to tailor the algorithms used by our tool for the ranking of optimal solutions.
pt: Chamamos de Projetos os diferentes “estudos de caso” propostos pela equipa de pesquisa que ajudam os investigadores do SEEDS a fechar o ciclo humano-computador. As preferências expressas pelos nossos utilizadores ajudarão a adaptar os algoritmos utilizados pela nossa aplicação para a classificação das soluções ótimas.

source: PT 2050 - Decarbonisation
pt: PT 2050 - Descarbonização

source: This project gathers information and preferences of SEEDS tool users to tailor the modelling of transition scenarios for the Portuguese energy system regarding decarbonisation targets proposed for the year 2050.
pt: Este projeto reúne informações e preferências dos utilizadores do SEEDS para adaptar a modelação de cenários de transição do sistema energético português relativamente às metas de descarbonização propostas para o ano 2050. Descubra mais na nossa Documentação

source: Find out more in our
pt: Saiba mais em nosso

source: Join
pt: Aderir

source: Your search parameters have been saved in your searches.
pt: Seus parâmetros de pesquisa foram salvos em sua pesquisa salva.

source: Scenario Inspection
pt: Inspeção de cenários

source: The table below presents to you the overall indicators of each scenario generated. You can select scenarios for detailed inspection clicking on Inspect, on the right side of the table. Further actions are available to explore and download the generated options.
pt: A tabela abaixo apresenta os indicadores gerais de cada cenário gerado. Pode selecionar cenários para inspeção detalhada clicando em Inspecionar, no lado direito da tabela. Outras ações estão disponíveis para explorar e descarregar as opções geradas.

source: Saved successsfully !
pt: Salvo com sucesso!

source: Your search parameters have been saved in your saved search.
pt: Seus parâmetros de pesquisa foram salvos em sua pesquisa salva.

source: Save this query parameters?
pt: Guardar estes parâmetros de pesquisa?

source: Search parameters will be saved with the specified label.
pt: Os parâmetros de pesquisa serão salvos com o rótulo especificado.

source: Compare two scenarios
pt: Compare dois cenários

source: Scenarios selected for side-by-side comparison
pt: Cenários selecionados para comparação lado a lado

source: You need to select two scenarios for comparison.
pt: Você precisa selecionar dois cenários para comparação.

source: Compare
pt: Comparar

source: Energy System Settings
pt: Configurações do Sistema Energético

source: Implementation Pace
pt: Velocidade de implementação

source: Community-led Infrastructured
pt: Infraestrutura liderada pela comunidade

source: Electrification (Heating)
pt: Eletrificação (Aquecimento)

source: Electrification (Transport)
pt: Eletrificação (Transportes)

source: Energy Technology
pt: Tecnologia energética

source: Impacts Control
pt: Controle de impactos

source: Global Warming Potential (GWP)
pt: Potencial de Aquecimento Global (GWP 100)

source: Power capacity
pt: Capacidade de geração de energia

source: Storage capacity
pt: Capacidade de armazenamento

source: Community-led Infrastructure
pt: Infraestrutura liderada pela comunidade

source: Water consumption
pt: Depleção de água (WCP)

source: Land occupation
pt: Ocupação de Solos Agrícolas

source: Select a Starting Point
pt: Selecione um ponto de partida

source: These examples will assis you in how to design your energy transition scenarios, giving you a starting point for selecting and adjusting the parameters.
pt: Estes exemplos irão ajudá-lo a conceber os seus cenários de transição energética, fornecendo-lhe um ponto de partida para selecionar e ajustar os parâmetros.

source: Start with this
pt: Começar com este
